welcome-text = 👋 Добро пожаловать!
    Этот бот — ваш помощник для проведения розыгрышей в Telegram.
    Создайте первый конкурс и порадуйте своих подписчиков 🎉

    Готовы начать? 🚀

menu-create-giveaway = 🎁 Создать конкурс
menu-my-giveaways = 🎉 Мои розыгрыши
menu-support = ⁉️ Поддержка
menu-invite-friends = 👥 Пригласить друзей

invite = 🤝 Поделитесь этим ботом с друзьями и проведите розыгрыши вместе! Просто отправьте им юзернейм бота:
    @bot_name
support = 💬 Если возникли вопросы, пишите сюда: t.me/beerhunters
back-to-menu = ↩️ Назад в главное меню

location = 📍 Отправить геопозицию

contest_channel = Введите юзернейм канала, в котором будет опубликован розыгрыш в формате @username. Вы должны быть администратором этого канала и добавить в администраторы бота.
Если канал приватный, то необходимо отправить id этого канала. Чтобы узнать id приватного канала, воспользуйтесь ботом @username_to_id_bot
contest_id = С помощью кнопок ниже выберите чат или канал, в котором будет проводиться конкурс. Далее начните вводить его название для поиска.
chat-id = 👥 ЧАТ ID
channel-id = 📢 КАНАЛ ID
error_invalid_channel = ‼️Указан некорректный канал. Убедитесь, что вы передали @username или ID (например, -1001234567890, для его получения воспользуйтесь ботом @username_to_id_bot).
error_bot_not_admin = ‼️Бот должен быть администратором в указанном канале.
error_bot_not_in_chat = ‼️Бот не добавлен в канал. Добавьте его в администраторы и попробуйте снова.
error_unexpected = ‼️Произошла неожиданная ошибка. Проверьте данные и попробуйте снова.
contest_chat_saved = ✅ Канал успешно сохранен.

contest_text = Введите описание розыгрыша.
Совет: Опишите что Вы разыгрываете, сколько будет победителей и что каждый из них выиграет, на какие каналы необходимо подписаться участникам, и укажите дату и время окончания розыгрыша.
Вы можете использовать html разметку:
1)Жирный текст - <b>Ваш текст</b>
2)Курсив - <i>Ваш текст</i>
3)Гиперссылка на канал - <a href='Ваша ссылка на канал'>Ваш текст</a>.
Ссылка должна быть в формате: https://t.me/channel
contest_description_saved = ✅ Описание успешно сохранен.

contest_file = Отправьте картинку/видео (опционально, если не нужно, отправьте /skip)
contest_attachment_saved = ✅ Вложение успешно сохранено.

contest_winners_count = Введите количество победителей
invalid_contest_winners_count = ‼️Пожалуйста, введите корректное количество победителей (только число).
contest_winners_count_saved = ✅ Количество победителей успешно сохранено.

contest_date_clarification = ⏰ Опубликовать розыгрыш сейчас или запланровать в будущем?
publish_now = Прямо сейчас
contest_data_saved = ✅ Данные успешно сохранены.
error_date_in_past = ‼️Выбранная дата должна быть позже даты публикации!
schedule_post = Запланировать
get_post_date = Выберите дату начала розыгрыша:
days-of-week = Пн, Вт, Ср, Чт, Пт, Сб, Вс
months = Январь, Февраль, Март, Апрель, Май, Июнь, Июль, Август, Сентябрь, Октябрь, Ноябрь, Декабрь
get_post_time = Выберите время начала розыгрыша в формате (ЧЧ:ММ):
error_time_in_past = ‼️Выбранное время должно быть позже даты публикации!
error_invalid_time_format = ‼️Выбранное время не соответствует формату(ЧЧ:ММ)!

error_time_too_close = ‼️Разница между временем постинга и завершения менее 10 минут.
error_invalid_date_order = ‼️Дата постинга позже даты завершения.
error_invalid_time_format = ‼️Формат времени, введенный пользователем, некорректен.

get_end_date = Выберите дату завершения розыгрыша:
invalid_end_date = ‼️Выбранная дата должна быть позже даты публикации!
get_end_time = Выберите время завершения розыгрыша в формате (ЧЧ:ММ):

contest_geo_check_required = Нужно ли проверять локацию?
geo_yes = Да, проверять локацию
geo_no = Нет, не проверять локацию
contest_location = Отправьте локацию с помощью кнопки ниже.
error_no_location = ‼️Не удалось получить данные о вашем местоположении. Пожалуйста, отправьте геолокацию ещё раз.
error_invalid_location = ‼️Координаты местоположения некорректны. Попробуйте снова.
error_location_required = ‼️Необходима геолокация. Пожалуйста, отправьте данные о своём местоположении.
error_processing_location = ‼️Произошла ошибка при обработке геолокации. Попробуйте позже.

contest_prizes = Укажите призы для розыгрыша (если призов несколько напишите через запятую: Приз1, Приз2,...)
error_empty_prizes = ‼️Пожалуйста, укажите хотя бы один приз.
error_processing_prizes = ‼️Произошла ошибка при обработке списка призов. Попробуйте позже.

contest_required_channels_1 = 📊 Добавьте каналы, на которые пользователям нужно будет подписаться для участия в розыгрыше.
    Подписка на канал, в котором проводится розыгрыш, обязательна и включена по умолчанию.

    Чтобы добавить канал, нужно:
    1. Добавить бота (@username) в ваш канал как администратора (это нужно, чтобы бот мог проверить подписан ли пользователь на канал).
    2. Отправить боту канал в формате @channelname (или переслать сообщение из канала).

    ⚠️ Если вы хотите чтобы участвовать в розыгрыше можно было без подписок на канал отправьте /stop
contest_required_channels = 📊 Добавьте каналы, на которые пользователям нужно будет подписаться для участия в розыгрыше.
    Подписка на канал, в котором проводится розыгрыш, обязательна и включена по умолчанию.

    Чтобы добавить канал, нужно:
    1. Выбрать группу/канал нажав на кнопку нижн
    2. Бот должен быть добавлен в группы/канала
    3. Бот должен быть администратором группы/канала

    ⚠️ Если вы хотите чтобы участвовать в розыгрыше можно было без подписок на канал отправьте /stop
contest_channel_added = ✅ Канал добавлен. Вы можете продолжить добавлять каналы.
                        ⚠️ Если вы хотите завершить добавление групп/каналов отправьте /stop
contest_channel_already_been_added = ✴️ Канал уже добавлен.
                                    ⚠️ Если вы хотите завершить добавление групп/каналов отправьте /stop
contest_channels_done = ✅ Вы завершили добавление каналов. Опубликовать?
yes = Да
no = Нет
contest_cancel_confirmation = Действительно отменить?
contest_repeat_confirmation = Опубликовать?

publish_now_welcome = Ваш розыгрыш опубликован!

schedule_welcome = Ваш розыгрыш будет опубликован в назначенное время - { $date } в { $time }

participation = Участвую!