welcome-text = 👋 Добро пожаловать!
    Этот бот — ваш помощник для проведения розыгрышей в Telegram.
    Создайте первый конкурс и порадуйте своих подписчиков 🎉

    Готовы начать? 🚀

menu-create-giveaway = 🎁 Создать конкурс
menu-my-giveaways = 🎉 Мои розыгрыши
menu-support = ⁉️ Поддержка
menu-invite-friends = 👥 Пригласить друзей

invite = 🤝 Поделитесь этим ботом с друзьями и проведите розыгрыши вместе! Просто отправьте им юзернейм бота:
    @bot_name
support = 💬 Если возникли вопросы, пишите сюда: t.me/beerhunters
back-to-menu = ↩️ Назад в главное меню