welcome-text = 👋 Добро пожаловать!
    Этот бот — ваш помощник для проведения розыгрышей в Telegram.
    Создайте первый конкурс и порадуйте своих подписчиков 🎉

    Готовы начать? 🚀

menu-create-giveaway = 🎁 Создать конкурс
menu-my-giveaways = 🎉 Мои розыгрыши
menu-support = ⁉️ Поддержка
menu-invite-friends = 👥 Пригласить друзей

invite = 🤝 Поделитесь этим ботом с друзьями и проведите розыгрыши вместе! Просто отправьте им юзернейм бота:
    @bot_name
support = 💬 Если возникли вопросы, пишите сюда: t.me/beerhunters
back-to-menu = ↩️ Назад в главное меню

location = 📍 Отправить геопозицию

contest_channel = Введите юзернейм канала, в котором будет опубликован розыгрыш в формате @username. Вы должны быть администратором этого канала и добавить в администраторы бота.
Если канал приватный, то необходимо отправить id этого канала. Чтобы узнать id приватного канала, перешлите любой пост из этого канала специальному боту @getmyid_bot. Перешлите этот id боту

contest_text = Введите описание розыгрыша.
Совет: Опишите что Вы разыгрываете, сколько будет победителей и что каждый из них выиграет, на какие каналы необходимо подписаться участникам, и укажите дату и время окончания розыгрыша.
Вы можете использовать html разметку:
1)Жирный текст - <b>Ваш текст</b>
2)Курсив - <i>Ваш текст</i>
3)Гиперссылка на канал - <a href='Ваша ссылка на канал'>Ваш текст</a>.
Ссылка должна быть в формате: https://t.me/channel

contest_file = Отправьте картинку (опционально, если не нужно, отправьте /пропустить)

contest_winners_count = Введите количество победителей
invalid_contest_winners_count = Пожалуйста, введите корректное количество победителей (только число).

contest_post_time = Введите дату и время начала розыгрыша в формате: (год-месяц-день часы:минуты), например 2020-10-25 21:05

contest_end_time = Введите дату и время окончания розыгрыша в формате: (год-месяц-день часы:минуты), например 2020-10-31 22:50

contest_location = Добавьте локацию для проведения розыгрыша (опционально, если не нужно, /пропустить)

contest_required_channels = Укажите ссылки на каналы, которые необходимо подписаться участникам розыгрыша (опционально, если не нужно, /пропустить)

contest_prizes = Укажите призы для розыгрыша